Repository: freedomrun/Unity-Linux
Catalog: unity-l10n/draklive-install/*.po
Languages: ast, fr, ko, uz

source: This wizard will help you to install the live distribution.
ast: Esti asistente echaráte un gabitu na instalación de la distribución Live.
fr: Cet assistant va vous aider à installer une distribution live.
ko: 설치도우미가 당신이 Live배포판을 설치하는 것을 도와줄 것입니다.
uz: Ushbu usta Mandriva Linux tizimini oʻrnatishda yordam beradi.

source: Error
ast: Fallu
fr: Erreur
ko: 오류
uz: Xato

source: An error occurred
ast: Hebo un fallu
fr: Une erreur est survenue
ko: 오류 발생
uz: Xato roʻy berdi

source: Not enough space available (%s available while %s are needed)
ast: Nun hai suficiente espaciu disponible (ta disponible %s mientres que ye necesario %s)
fr: Espace disponible insuffisant (%s disponibles pour %s nécessaires)
uz: Xotira yetarli emas (mavjud — %s, kerak — %s)

source: Computing total size
ast: Calculando'l tamañu total
fr: Calcul de la taille totale en cours
ko: 전체 크기 계산중
uz: Umumiy hajm hisoblanmoqda

source: Unable to copy files to new root
ast: Nun pueden copiase ficheros a la nueva ubicación raíz
fr: Impossible de copier les fichiers vers la nouvelle racine
uz: Fayllardan yangi root'ga nusxa koʻchirib boʻlmadi

source: Congratulations
ast: Felicidaes
fr: Félicitations
ko: 축하합니다.
uz: Tabriklaymiz

source: Please halt your computer, remove your live system, and restart your computer.
ast: Apaga l'ordenador, quita'l to sistema Live y reanicia l'ordenador.
fr: Veuillez arrêter votre ordinateur, enlever votre système live, et redémarrer votre ordinateur.
ko: 시스템에서 설치 CD를 제거하고 컴퓨터를 재시작하십시오
uz: Kompyuterni oʻchiring, kompakt-diskni olib tashlab kompyuterni yana yoqing.

source: Continue anyway?
ast: ¿Quies siguir?
fr: Désirez-vous tout de même continuer ?
ko: 계속하시겠습니까?
uz: Bunga qaramasdan davom etishni istaysizmi?

source: Quit without saving
ast: Colar ensin grabar
fr: Quitter sans sauvegarder
ko: 저장하지 않고 종료합니다.
uz: Saqlamasdan chiqish

source: Quit without writing the partition table?
ast: ¿Colar ensin grabar la tabla de particiones?
fr: Désirez-vous réellement quitter sans écrire la table des partitions ?
ko: 파티션 테이블을 만들지 않고 종료합니까
uz: Diskning qismlar jadvalini saqlamasdan chiqishni istaysizmi?

source: Do you want to save /etc/fstab modifications
ast: ¿Quies grabar les modificaciones en /etc/fstab?
fr: Désirez-vous sauvegarder les modifications dans /etc/fstab
ko: 「/etc/fstab」의 변경사항을 저장합니까?
uz: /etc/fstab fayliga kiritilgan oʻzgarishlarni saqlashni istaysizmi?

source: You need to reboot for the partition table modifications to take place
ast: Necesites reaniciar pa que les modificaciones na tabla de particiones tenga efeutu
fr: Vous devez redémarrer pour que les modifications apportées à la table des partitions soient prises en compte
ko: 파티션 테이블 변경사항을 적용하기 위해 재시작해주십시오
uz: Diskning qismlar jadvaliga kiritilgan oʻzgarishlar kuchga kirishi uchun kompyuterni oʻchirib-yoqish kerak.

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
ast: Deberíes formatear la partición %s. De lo contrario, nun s'escribirá una entrada en fstab pal puntu de montaxe %s. ¿Colar de toes formes?
fr: Vous devriez formater la partition %s. Sinon aucune entrée pour le point de montage %s ne sera écrite dans la fstab. Quitter malgré tout ?
ko: 파티션 %s를 초기화(format)해야 합니다. 그렇지 않으면 마운트 위치 %s는 fstab에 저장되지 않을 것입니다. 종료합니까?
uz: %s disk qismini format qilish kerak. Aks holda %s ulanish nuqtasi fstab'da qayd etilmaydi. Shunga qaramasdan chiqishni istaysizmi?
