Repository: freedomrun/Unity-Linux
Catalog: unity-installer/po/*.po
Languages: uz@cyrillic, zh_tw

source: This wizard will help you to install the live distribution.
uz@cyrillic: Ушбу уста Mandriva Linux тизимини ўрнатишда ёрдам беради.
zh_tw: 這個精靈將會協助您安裝 live 發行版

source: Error
uz@cyrillic: Хато
zh_tw: 錯誤

source: An error occurred
uz@cyrillic: Хато рўй берди
zh_tw: 發生一個錯誤

source: Not enough space available (%s available while %s are needed)
uz@cyrillic: Хотира етарли эмас (мавжуд — %s, керак — %s)
zh_tw: 可用空間不足 (需要 %2$s 但只剩 %1$s)

source: Computing total size
uz@cyrillic: Умумий ҳажм ҳисобланмоқда
zh_tw: 計算全部大小

source: Unable to copy files to new root
uz@cyrillic: Файллардан янги root'га нусха кўчириб бўлмади
zh_tw: 沒有辦法複製檔案到新的根目錄

source: Congratulations
uz@cyrillic: Табриклаймиз
zh_tw: 恭喜

source: Please halt your computer, remove your live system, and restart your computer.
uz@cyrillic: Компьютерни ўчиринг, компакт-дискни олиб ташлаб компьютерни яна ёқинг.
zh_tw: 請關閉您的電腦，移除您的 live 光碟，並重新開機。

source: Continue anyway?
uz@cyrillic: Бунга қарамасдан давом этишни истайсизми?
zh_tw: 無論如何都要繼續嗎？

source: Quit without saving
uz@cyrillic: Сақламасдан чиқиш
zh_tw: 不儲存就離開

source: Quit without writing the partition table?
uz@cyrillic: Дискнинг қисмлар жадвалини сақламасдан чиқишни истайсизми?
zh_tw: 放棄寫入硬碟分割表就離開？

source: Do you want to save /etc/fstab modifications
uz@cyrillic: /etc/fstab файлига киритилган ўзгаришларни сақлашни истайсизми?
zh_tw: 您想要儲存對 /etc/fstab 檔案的修改嗎？

source: You need to reboot for the partition table modifications to take place
uz@cyrillic: Дискнинг қисмлар жадвалига киритилган ўзгаришлар кучга кириши учун компьютерни ўчириб-ёқиш керак.
zh_tw: 您必須重新開機以使更動過的硬碟分割表生效

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
uz@cyrillic: %s диск қисмини формат қилиш керак. Акс ҳолда %s уланиш нуқтаси fstab'да қайд этилмайди. Шунга қарамасдан чиқишни истайсизми?
zh_tw: 您應該格式化分割區 %s。 否則掛載點 %s 的資訊將不會寫入 fstab 中。 仍然要離開嗎？
